Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Nineteen different criteria can be used to analyse the statements to help decide which are true.
vi: Mười chín tiêu chí khác nhau có thể được sử dụng để phân tích các lời tường thuật nhằm tìm ra đâu là sự thực.

source: Non- completion rates for Think First ranged from 62 to 72 per cent of those who were ordered by the courts to attend the programme.
vi: vào khoảng 62-72% trong tổng số những người được tòa án yêu cầu tham dự chương trình.

source: Non-custodial studies such as those conducted with health workers and students have demonstrated that social support can reduce psychological distress.
vi: Các nghiên cứu về trường hợp không thuộc án phạt giam như những nghiên cứu thực hiện với các nhân viên y tế và học sinh đã cho thấy sự hỗ trợ của xã hội góp phần làm giảm phiền muộn về tâm lý.

source: Norman French influence can be found in vocabulary items such as assault, misdemeanour, slander, tort and so on but also in some grammatical structures.
vi: Norman ảnh hưởng của Pháp có thể được tìm thấy trong các mục từ vựng như hành hung, vu khống tội tiểu hình, sai lầm cá nhân và như vậy, nhưng cũng trong một số cấu trúc ngữ pháp.

source: Not all types of coping are considered to be of benefit to the individual.
vi: Tuy nhiên không phải tất cả các biện pháp tránh né đều có lợi cho từng cá nhân.

source: Not only can it be used in the investigation and as evidence in court for current crimes, but also for old unsolved cases.
vi: Không chỉ được ứng dụng trong điều tra và được sử dụng làm bằng chứng trước tòa, những dữ liệu DNA này còn giúp lý giải những vụ án chưa được xử trong quá khứ.

source: Not only is lying to the suspect about the evidence ethically questionable (given that the suspect may be innocent), it may also reveal to guilty suspects (who know what happened) that the police are mistaken/lying about the evidence: thus the guilty may be less likely to confess.
vi: Không những họ nói dối về những bằng chứng đạo đức đáng ngờ (cho dù nghi phạm có thể vô tội), bản báo cáo cũng tiết lộ cho nghi phạm - những người thực sự biết chuyện gì đã xảy ra rằng cảnh sát đang nhầm lần hoặc ngụy tạo chứng cứ: do đó ít có khả năng tội ác được đưa ra ánh sáng.

source: Now every woman living in the slum has claimed responsibility for the murder.
vi: Giờ đây từng người phụ nữ sống trong khu ổ chuột đều phải gánh chịu trách nhiệm cho vụ giết người

source: Now turn the tables.
vi: Bây giờ hãy thử đảo lại tình huống xem.

source: Now, most people would wince at the thought of punishing someone for blasphemy by tying them to a piece of fencing and dragging them through the streets of the local town, but they may still find the death penalty acceptable, or would think that a community-based penalty for non-payment of a fine is an appropriate punishment.
vi: Ngày nay, nhiều người sẽ rụt rè trước suy nghĩ trừng phạt ai đó vì tội báng bổ bằng cách trói họ vào một mảnh hàng rào và kéo họ đi khắp các con phố trong thị trấn, nhưng họ có thể vẫn thấy rằng án tử hình là có thể chấp nhận được hoặc nghĩ rằng lao động công ích vì trốn vé phạt là một hình phạt thích đáng.

source: Nowadays there are numerous rehabilitative programmes which offenders may under- take during their period of imprisonment or while on a community-based sentence.
vi: Ngày nay có khá nhiều chương trình cải tạo mà phạm nhân có thể cam đoan thi hành trong thời gian bị giam giữ hoặc trong thời gian thực hiện hình phạt dựa trên cộng đồng.

source: Nowadays, one of two questioning techniques are usually employed, these being the Control Question Test and the Guilty Knowledge Test.
vi: Ngày nay, người ta thường áp dụng một trong hai kỹ thuật tra hỏi là Bài kiểm tra khả năng kiểm soát và Bài kiểm tra nhận biết các hành vi phạm tội.

source: Nowadays, the design of programmes is becoming better rooted in research findings and increasingly practice is being based on the evidence that is available.
vi: Ngày nay, các chương trình đang được xây dựng vững chắc hơn dựa trên các kết quả nghiên cứu ngày càng gắn bó chặt chẽ với các bằng chứng thu thập được.

source: Occasionally linguists may be involved in giving evidence in the courtroom.
vi: Thỉnh thoảng, các nhà ngôn ngữ học còn có thể dính đến việc ra làm chứng trước tòa.

source: Of all the countries retaining the death penalty, the majority of executions in 2004 were carried out, in order of number of executions, in China, Iran, Vietnam, USA and Saudi Arabia (Amnesty International, 2005).
vi: Tại những quốc gia vẫn còn duy trì án tử hình, số lượng những vụ hành quyết trong năm 2004 được xếp theo thử tự giảm dần, từ Trung Quốc, Iran, Việt Nam, Mỹ và Các nước Ả-rập Xê-út (Amnesty International, 2005).

source: Of course, if there is such rock-solid evidence, a poly- graph lie-detection test may well be superfluous.
vi: Tất nhiên, nếu có được các bằng chứng xác thực thì đã chẳng cần tới một bài kiểm tra.

source: Of course, what people say may differ from what they actually do.
vi: Tất nhiên những gì mọi người nói có thể khác với những gì họ thực sự làm.

source: Of the comments made in these profiles, only a third could be verified.
vi: Trong số tất cả những bình luận trong các hồ sơ trên, chỉ có 1/3 là có thể kiểm chứng.

source: Offence-specific targets are patterns of thought which have been shown in research to be connected with sexually abusive behaviour and sexual offending.
vi: Các mục tiêu tội ác đặc thù là các dạng suy nghĩ mà trong nghiên cứu, đã thể hiện mối liên kết với hành vi lạm dụng tình dụng và quấy rối tình dục.

source: Offender profiles that infer how a criminal will perceive situations or infer his or her likely past experiences might therefore be more valid than those inferring demographic characteristics.
vi: Do đó, những nhà lập hồ sơ chỉ ra cách một tội phạm tiếp nhận các tình huống hay chỉ ra những kinh nghiệm quá khứ của anh ta hay cô ta có thể có giá trị hơn so với những người suy luận ra các đặc điểm nhân khẩu học.

source: Offender profiling has received a great deal of attention from the media in recent years.
vi: Hồ sơ tội phạm trong những năm gần đây thu hút rất nhiều sự chú ý từ truyền thông đại chúng.

source: Offender profiling in particular has captured the interest of the public and students of criminal psychology alike.
vi: Việc lập hồ sơ tội phạm nói riêng đã thu hút sự hứng thú của công chúng và các sinh viên của ngành tâm lý học tội phạm theo cùng một cách.

source: Offender profiling is the inferring of an offender’s characteristics from his or her crime scene behaviour.
vi: Lập hồ sơ tội phạm là sự suy luận về những đặc tính của tội phạm từ hành vi của anh ta hay cô ta tại hiện trường tội ác.

source: Offender profiling is typically used with crimes where the offender’s identity is unknown and with serious types of crime, such as murder or rape.
vi: Việc thiết lập hồ sơ tội phạm thường được sử dụng với những tội ác mà chưa biết danh tính của tội phạm và những loại tội ác nguy hiểm ví dụ như giết người hoặc cưỡng hiếp .

source: Offenders also have to tell police about any address they may stay at for more than seven days within a twelve-month period and have to annually re-confirm their details.
vi: Tội phạm cũng phải nói cho cảnh sát bất kỳ địa chỉ mà họ có thể ở lại nhiều hơn 7 ngày trong khoảng thời gian 12 tháng và phải tái xác nhận thông tin của mình hàng năm.

source: Offenders are also required to complete ‘homework’ which builds on the things that they have learnt during the sessions.
vi: Tội phạm cũng được yêu cầu hoàn thành "bài tập về nhà" được dựng trên những gì họ đã học trong suốt buổi họp.

source: Offenders are easily identifiable within the community and are enemies of the community rather than being the community’s own members.
vi: Những kẻ phạm tội thì rất dễ để nhận dạng trọng 1 cộng đồng và là kẻ thù của cộng đồng thay vì trở thành 1 thành viên của chính cộng đồng đó.

source: Offenders are given examples of situations that they might come across and are encouraged to think about how they would deal with them.
vi: Tội phạm được cho các ví dụ về trường hợp mà họ có thể vô tình gặp phải và được khuyến khích suy nghĩ tới cách họ sẽ dùng để giải quyết.

source: Offenders are no different.
vi: Những kẻ phạm tội cũng vậy.

source: Offenders are taught, through role-play, how to overcome anxiety about making friendships, and engaging in conversation, and how to be assertive (rather than aggressive).
vi: Tội phạm được giảng dạy, thông qua hình thức nhập vai, cách vượt qua lo âu khi tạo dựng tình bạn và tham gia vào các cuộc nói chuyện, và cách để trở nên quả quyết (chứ kh6ong phải là hung hãn).

source: Offenders distort incoming information or hold twisted views and beliefs.
vi: Tội phạm làm méo mó thông tin nhận được hoặc có quan điểm, niềm tin lệch lạc.

source: Offenders have to notify the police of their details, including name, address and National Insurance number, within three days of leaving prison or moving home (previously this was fourteen days).
vi: Tội phạm phải thông báo cho cảnh sát về thông tin của mình, bao gồm tên, địa chỉ và số an sinh xã hội, trong vòng 3 ngày kể từ khi ra tù hoặc chuyển nhà ( trước đây là 14 ngày).

source: Offenders may have low levels of educational ability or have problems getting and holding onto employment, or it may be that their associates (family and friends) are involved in crime.
vi: Những người phạm tội có trình độ học vấn thấp hay có những vấn đề về công việc như bị sa thải hay những người thân của họ dính líu đến tội ác nào đó.

source: Offenders must also inform the police if they intend to travel abroad, and the new law has also introduced Foreign Travel Orders, which means that some offenders will not be allowed to travel abroad if there is evidence that the offenders intend to cause harm to children under sixteen in another country.
vi: Tội phạm cũng phải thông báo cho cảnh sát nếu họ định ra nước ngoài, và luật mới cũng đã đưa ra trật tự du lịch nước ngoài, điều này có nghĩa là 1 số tội phạm sẽ không được cho phép đi ra nước ngoài nếu có bằng chứng cho thấy họ có ý định gây hại cho trẻ em dưới 16 tuổi ở quốc gia khác.

source: Offenders who have been released from prison on licence are also sometimes required to attend treatment in the community at their probation office.
vi: Tội phạm được phóng thích đôi khi cũng được yêu cầu tham gia vào việc điều trị trong cộng đồng tại văn phòng quản chế của họ.

source: Offenders who take part in programmes within the community are sex offenders who have been sentenced to a Community Order with a requirement to attend a programme.
vi: Những tội phạm tham gia vào chương trình trong chính cộng đồng là những tội phạm tình dục đã từng bị kết án với phán lệnh cộng đồng với yêu cầu tham gia vào chương trình.

source: Offenders, then, can often present for treatment with a whole host of issues, or needs, that require addressing.
vi: Và rồi họ sẽ có thể công khai toàn bộ vấn đề, nhu cầu hoặc điều mà họ đang ngắm tới đễ phục vụ cho quá trình điều trị.

source: Official statistics suggest that suicide rates are high in prisons and in juvenile detention centres.
vi: Theo các thống kê chính thức, tỉ lệ tự vẫn rất cao trong tù và trong các trung tâm giam giữ vị thành niên .

source: On 19 September 1995 The Washington Post published a 35,000 word supplement entitled ‘The Industrial Society and its Future’ which became known as the Unabomber Manifesto.
vi: Ngày 19 tháng 9 năm 1995, tờ Washington Post đã xuất bản một bài viết hơn 35000 từ với tựa đề "Xã hội công nghiệp và tương lai của nó". Bài viết này về sau đã trở nên nổi tiếng với cái tên "Tuyên ngôn Kẻ đánh bom".

source: On 9 September 2001, Major Charles Ingram of the British army became a contestant in the game show Who Wants to be Millionaire?
vi: Ngày 09 tháng 9 năm 2001, thiếu tá Charles Ingram của quân đội Anh đã tham dự trò chơi Ai là triệu phú.

source: On average, approximately two comments were correct for every comment that was incorrect.
vi: Trung bình, xấp xỉ có 2 bình luận là chính xác cho tất cả những binh luận không chính xác.

source: On average, the offender’s residence was correctly identified having searched approximately just the central five per cent of the offence area.
vi: Tính trung bình, nơi cư trú của kẻ phạm tội được xác định một cách chính xác bằng cách tìm kiếm trong phạm vi trung tâm xấp xỉ 5% của khu vực gây án.

source: On being imprisoned, you no longer have access to your friends and work colleagues and may find yourself in the company of strangers.
vi: Bị bắt giam đồng nghĩa với việc bạn không còn có thể giao lưu với bạn bè và đồng nghiệp mà chỉ thấy mình giữa một tập thể xa lạ.

source: On comparing this collection of behaviours to a database of US murders, the specific combination of behaviours displayed in these six murders was found to be very rare and hence the researchers concluded that six of the eleven murders could be attributed to Jack the Ripper with some confidence.
vi: Trong khi so sánh tập hợp những hành vi đó với một cơ sở dữ liệu của các vụ án mạng tại Mỹ, sự kết hợp đặc biệt của những hành vi thể hiện trong sáu vụ án mạng này là rất hiếm gặp và vì vậy các nhà nghiên cứu có thể khá tự tin mà kết luận rằng sáu trong số mười một vụ án mạng này do Jack Đồ Tể gây ra.

source: On examining which variables were associated with the correct linking of cases and which were associated with incorrect linking, more context-dependent variables resulted in less accuracy (e.g. property taken).
vi: Khi kiểm nghiệm biến số nào phù hợp với việc kết nối chính xác các vụ án và biến số nào không, có thể thấy rằng những suy đoán dựa vào nhiều biến số phụ thuộc vào hoàn cảnh hơn tạo ra kết quả kém chính xác hơn (ví dụ: đồ đạc bị lấy).

source: On several occasions youths had broken into his home and despite many calls to the police, Martin did not feel he was being taken seriously.
vi: Một vài lần, những người trẻ này đột nhập vào nhà ông ta và mặc dù đã gọi cảnh sát rất nhiều lần, Martin không cảm thấy mình được cân nhắc một cách nghiêm túc.

source: On the basis of interviews with serial offenders, FBI profilers have developed typologies of offenders that are thought to differ in their offending behaviour and therefore in their characteristics.
vi: Căn cứ vào những cuộc phỏng vấn với các tội phạm hàng loạt, những nhà lập hồ sơ FBI đã phát triển hệ thống các kiểu hình của những tội phạm được cho rằng khác biệt trong hành vi phạm tội của họ và do đó trong đặc tính của họ.

source: On the face of it, this might seem easy to do but, in fact, research has repeatedly shown that untrained interviewers interrupt witnesses’ free recall with questions.
vi: Nghe thì có vẻ dễ, nhưng thực tế thì nghiên cứu đã liên tục chỉ ra rằng những người thẩm vấn chưa qua đào tạo bài bản thường làm gián đoạn quá trình gợi nhớ tự do của nhân chứng bằng các câu hỏi của mình.

source: On the face of things this seems very positive, but this figure also means that twenty-one per cent of the advice given was incorrect and could have potentially misled an investigation.
vi: Trên bề mặt, điều đó dường như rất tích cực, tuy nhiên con số này cũng có nghĩa là 21% số lời khuyên đưa ra là không chính sác và có khả năng sẽ làm chệch hướng cuộc điều tra.

source: On the other hand there is very little linguistic work on offenders.
vi: Mặt khác có rất ít công trình ngôn ngữ học về những người phạm tội.

source: On the other hand, even in the not so good interviews some skills were frequently present (e.g. absence of undue pressure, of inappropriate interruptions, of long/complex questions and not releasing all of the information at the beginning).
vi: Trái lại, trong những buổi phỏng vấn không hiệu quả, một vài kỹ năng thường xuyên xuất hiện như sự vắng mặt của các yếu tố sau: áp lực thái quá, ngắt quãng buổi chất vấn một cách không phù hợp, câu hỏi quá dài hay quá phức tạp và không hé lộ tất cả thông tin ban đầu.

source: On the other hand, given that it is usually a considerable problem to misclassify innocent people (e.g. worthy employees) as threats, to have a much lower number of ‘false alarms’ (say about forty) would require setting a high degree of difference between truth-telling physiological activity and lying physiological activity which would result in eight of the ten threats passing the test.
vi: Mặt khác, vấn đề lớn đặt ra là đôi khi những người vô tội (ví dụ như những nhân viên giỏi) có thể bị xác định nhầm là những kẻ gây nguy hiểm, để giảm thiểu tỉ lệ 'báo động nhầm' (xuống còn khoảng 40% chẳng hạn) sẽ cần xây dựng một hệ thống phân định rõ ràng sự khác nhau giữa các biểu hiện sinh lý của người nói thật và nói dối, điều này sẽ dẫn tới kết quả là tám trên mười kẻ gây nguy hiểm vượt qua bài kiểm tra.

source: On the other hand, prison inmates may have experienced feedback (e.g. from their judgements of others who might lie often) concerning whether their judgements were correct.
vi: Mặt khác . những tù nhân cùng phòng có thể trải nghiệm những phản hồi ( ví dụ từ sự đánh giá của họ về những người hay nói dối ) liên quan tới việc sự đánh giá của họ có đúng hay không.

source: On the other hand, some criminals may not be emotional about their crimes or during police interviews (which they may have experienced many times).
vi: Mặt khác, một số tội phạm có thể không bị xúc động về tội ác hoặc trong quá trình hỏi cung (mà họ có thể đã trải nghiệm nhiều lần)

source: On the other hand, some researchers claim that psychological treatments for sex offenders do work.
vi: Mặt khác, 1 số nhà nghiên cứu tuyên bố rằng điều trị tâm lý cho những tội phạm tình dục thực sự có tác dụng.

source: On the other side of the Atlantic, the Correctional Service of Canada (CSC) also showed its support for rehabilitative programmes through the development of an expert advisory group charged with informing the CSC about offending behaviour programmes and their effectiveness.
vi: Ở bên kia đại dương, Cơ quan Cải Huấn Canada cũng thể hiện sự ủng hộ dành cho các chương trình cải tạo thông qua sự phát triển của một nhóm chuyên gia cố vấn với nhiệm vụ cung cấp tin tức về những chương trình này và tính hiệu quả của nó.

source: Once an offender has completed a programme, the questionnaire is repeated to see whether the treatment programme has been effective in changing attitudes and behaviour.
vi: Khi tội phạm hoàn tất chương trình, sẽ làm thêm một bảng điều tra nữa để xem quá trình điều trị đã có ảnh hưởng như thế nào trong việc thay đổi thái độ và cách hành xử của người đó.

source: Once an offender has completed a questionnaire it is scored by a psychologist who will then, after consideration of this and other documentation, decide what risk the offender presents and which set of programmes are most appropriate to deal with the offender’s behaviour.
vi: Một khi tội phạm đã hoàn thành bảng điều tra, nó được chấm điểm bởi một nhà tâm lí học, người này sau đó sau khi xem xét bảng điều tra cùng các tài liệu khác, sẽ quyết định tội phạm đang ở mức nguy cơ nào và khung chương trình nào phù hợp nhất các hành xử của người tội phạm ấy.

source: Once this evidence is available it will then fall to treatment services to ensure that their provision is adapted in line with these findings in order to achieve maximum levels of treatment completion.
vi: Khi mà chứng cứ có sẵn, chúng sẽ được giao cho ban điều trị để đảm bảo rằng nguồn cung cấp của họ được chỉnh sửa lại sao cho phù hợp với kết quả điều tra, để đạt được cấp độ tối đa của vệc hoàn thành điều trị.

source: Once thought processes are changed, offenders are encouraged to change their patterns of behaviour from unacceptable and illegal to socially acceptable.
vi: Một khi lối suy nghĩ đã thay đổi, các tội phạm được khuyến khích thay đổi cách hành xử, tránh những việc không thể chấp nhận và không hợp với khả năng chấp nhận của xã hội.

source: One area which has been well examined is that of rape trials.
vi: Phiên tòa xét xử hiếp dâm là một nơi làm minh hoạ tốt.

source: One aspect of criminal victimization that is often overlooked is the amount of emotion involved.
vi: Một biểu hiện của sự ngược đãi hình sự mà thường bị bỏ sót, chính là cảm xúc tiềm ẩn bên trong chủ thể.

source: One can clearly see here how this risk assessment tool is using the research reviewed earlier in this chapter about offenders’ behaviour.
vi: Người ta có thể thấy rõ ràng cách mà công cụ đánh giá nguy cơ này sử dụng nghiên cứu đã được nhắc đến trước đó trong chương này về các hành xử của tội phạm .

source: One example of a linguistic analysis of rape trials is Susan Ehrlich’s (2001) work.
vi: Một ví dụ của phân tích ngôn ngữ của xét xử hiếp dâm là nghiên cứu của Susan Ehrlich (2001)

source: One example of how a psychologist may act in an actuarial role is if they are required to present actuarial information relating to the probability of an event occurring to the court.
vi: Một ví dụ về cách mà một nhà tâm lý học hành động trong vai trò thống kê bảo hiểm là họ được yêu cầu thông báo thông tin thống kê bảo hiểm liên quan tới khả năng một sự kiện có thể xảy ra ở phiên tòa.

source: One example we heard about (from outside the UK) involved the interview of an uncle accused of the rape of his six-year-old niece.
vi: Ví dụ như trường hợp chất vấn một người chú bị buộc tội cưỡng hiếp đứa cháu gái sáu tuổi của mình.

source: One further argument for their maintenance is that the operation of the law requires stability of linguistic meanings.
vi: Một ý kiến khác của cuộc thảo luận là sự vận hành của luật pháp đòi hỏi sự ổn định của ý nghĩa của ngôn ngữ học.

source: One group consisted of experienced car crime investigators, another of experienced investigators of another type of crime, the third group consisted of inexperienced investigators, and a fourth of naïve/lay people.
vi: Một nhóm bao gồm những nhà điều tra có kinh nghiệm trong tội phạm về ô tô, một nhóm khác là những nhà điều tra có kinh nghiệm trong một loại tội phạm khác, nhóm thứ ba gồm có các nhà điều tra không có kinh nghiệm và cuối cùng là nhóm những người chất phác/không có chuyên môn.

source: One has only to consider the brave men and women who entered the Twin Towers in New York on 9/11.
vi: Một trong số đó là những người đã bước vào Tòa Tháp Đôi trong ngày 9/11.

source: One is that when the stakes are higher (as in our study involving real-life police interviews with suspects) emotions may be stronger, thus affecting behaviour more.
vi: Một là khi "độ nguy hiểm" cao hơn ( giống như trong những nghiên cứu có liên quan tới các buổi hỏi cung của cảnh sát) cảm xúc thường mạnh hơn, cho nên ảnh hưởng tới hành vi nhiều hơn.

source: One looked at the transcripts of rape trials and found that the cross-examinations involved many more ‘yes’/‘no’ questions (which can be suggestive and do constrain the nature of the reply) than the examinations- in-chief (eighty-two per cent vs. forty-seven per cent) but fewer ‘open’ questions (which allow the witness to give an account not suggested by the question – six per cent versus twenty-three per cent).
vi: Khi xem biên bản của các phiên tòa xử những vụ cưỡng hiếp thì câu hỏi 'có/không' được sử dụng trong các lần đối thẩm (có thể mang tính gợi ý và thúc ép câu trả lời) nhiều hơn so với những lần thẩm-tra-chính (tám mươi hai phần trăm so với bốn mươi bảy phần trăm) nhưng lại chứa ít câu hỏi 'mở' hơn (loại câu cho phép nhân chứng cung cấp thêm lời khai mà không bị dẫn dắt bởi câu hỏi - sáu phần trăm so với hai mươi ba phần trăm).

source: One major way is to use what is known as the ‘cognitive interview’ (which is often referred to as the CI).
vi: Một cách chủ yếu là dùng phương pháp 'thẩm vấn nhận thức' (thường được gọi là CI).
